const About = () => {

  return (
    <div dir='auto' className="container font-display mx-auto my-7 mt-0">
      <div className='p-5  text-justify'>
      <h2 className='font-black text-lg'>
لۇغەت ھەققىدە
      </h2>
<p>
  <span className='font-black'>ئىسمى: &nbsp;</span>
تەسنىم گېرمانچە - ئۇيغۇرچە لۇغەت
<br/>
<span className='font-black'>قىسقا ئىسمى:&nbsp;</span>
TESNIM
<br/>
<span className='font-black'>نەشرى: &nbsp;</span>
 2.1.0
<br/>

<span className='font-black'>نەشرى ھوقۇقى:&nbsp;</span>
<br/>
<p>گىرمان تىلى ھەۋەسكارلار گۇرۇپپىسى</p>
<p className='font-black'>لوغەت ھەققىدە</p>
ئالدى بىلەن بۇ لوغەتنىڭ دەسلەپكى سىناق نۇسقىسى ئۈچۈن سۆزلەر بىلەن تەمىنلىگەن ئابدۇراززاق مۇئەللىمگە رەھمەت ئېيتىمىز. لوغەتنىڭ سىناق نۇسقىسى 1500 دىن ئارتۇق سۆز بىلەن باشلانغان بولۇپ، مانا بۈگۈنگە كەلگەندە 4000 دىن ئارتۇق سۆز ۋە جۈملىلەرنى ئۆز ئىچىگە ئالغان لوغەتكە ئايلاندى. لوغەتنىڭ بۇ ھالەتكە كىلىشى ئۈچۈن كۈچ چىقارغان شائىر نۇرمۇھەممەد ئەھمەدكە ئالاھىدە رەھمىتىمىزنى بىلدۈرىمىز. بۇندىن كېيىنكى پۇرسەتلەردە لوغەتنى تېخىمۇ مۇكەممەللەشتۈرۈپ، گىرمان تىلىدىكى سۆزلەرنىڭ گىرمانچە ئاددى چۈشەندۈرۈلىشى، ئۇيغۇرچە چۈشەندۈرۈلىشى، ئۇيغۇرچە تەرجىمىلىرى، مىسال جۈملىلەرنى ئۆزئىچىگە ئالغان، شۇنداقلا ئۈگەنگۈچىلەر ئۈچۈن سۆز يادلاش ئويۇنى ئارقىلىق سۆزلۈكلەرنى ئەستە ساقلاشقا ئاسانلىق يارتىلغان لوغەتكە ئايلاندۇرۇشقا تىرىشىمىز. ئۇنىڭدىن باشقا بېتىمىز يەنە گىرمانىيەگە يېڭى كەلگەنلەرنى كۆزدە تۇتۇپ، گىرمانچە ئۇيغۇرچە دىئالوگ بىتىنى ھەم قوشتۇق، ئۇ ھەم پات ئارىدا ئېچىلىدۇ. گىرمانىيەدە ياشايدىغان شەرقىي تۈركىستانلىقلارنىڭ خەۋەردار بولۇشىنى سورايمىز. 
<br/>
ھۆرمەت  بىلەن:
<br/>
گىرمان تىلى ھەۋەسكارلار گۇرۇپپىسى
<br/>
<span className='font-black'>تورئادرېسى: &nbsp;</span>
www.tesnim.de
</p>

</div>
    </div>
  )
}

export default About